Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# helpBulletImageCache
source: Image cache: cap the on-disk artwork cache by size (MB) and age (days); overflow evicts oldest first.
da: Billedcache: begræns omslagscachen på disken efter størrelse (MB) og alder (dage); ved overløb fjernes de ældste først.
de: Bild-Cache: Begrenze den Cover-Cache auf der Festplatte nach Größe (MB) und Alter (Tage); bei Überlauf werden älteste zuerst entfernt.
es: Caché de imágenes: limita la caché de carátulas en disco por tamaño (MB) y edad (días); el desbordamiento elimina primero las más antiguas.
fr: Cache d’images : limitez le cache des pochettes sur disque par taille (Mo) et âge (jours) ; en cas de dépassement, les plus anciennes sont évincées d’abord.
it: Cache immagini: limita la cache delle copertine su disco per dimensione (MB) ed età (giorni); in caso di overflow vengono eliminate prima le più vecchie.
ja: 画像キャッシュ：ディスク上のアートワークキャッシュをサイズ（MB）と期間（日数）で制限します。上限を超えると古いものから順に削除されます。
nb: Bildecache: begrens omslagscachen på disk etter størrelse (MB) og alder (dager); ved overfylling fjernes de eldste først.
nl: Afbeeldingscache: begrens de hoeslay-cache op schijf op grootte (MB) en leeftijd (dagen); bij overloop worden de oudste het eerst verwijderd.
pl: Pamięć podręczna obrazów: ogranicz pamięć okładek na dysku według rozmiaru (MB) i wieku (dni); przy przepełnieniu usuwane są najpierw najstarsze.
pt: Cache de imagens: limite a cache de capas em disco por tamanho (MB) e idade (dias); em caso de excesso, as mais antigas são removidas primeiro.
sv: Bildcache: begränsa skivomslagscachen på disk efter storlek (MB) och ålder (dagar); vid överflod tas de äldsta bort först.
zh_hans: 图像缓存：按大小（MB）和使用天数限制磁盘上的封面缓存；超过上限时优先清除最早的条目。

# helpBulletLanguage
source: Language: pick from 13 supported locales — UI text, Wikipedia bios, and Last.fm bios all follow your selection.
da: Sprog: vælg blandt 13 understøttede sprog — UI-tekst, Wikipedia-biografier og Last.fm-biografier følger dit valg.
de: Sprache: Wähle aus 13 unterstützten Sprachen — UI-Texte, Wikipedia-Biografien und Last.fm-Biografien folgen deiner Auswahl.
es: Idioma: elige entre 13 idiomas admitidos — el texto de la IU, las biografías de Wikipedia y las biografías de Last.fm siguen tu selección.
fr: Langue : choisissez parmi 13 locales prises en charge — le texte de l’interface, les biographies Wikipédia et les biographies Last.fm suivent votre sélection.
it: Lingua: scegli tra 13 lingue supportate — testo dell’interfaccia, biografie di Wikipedia e di Last.fm seguono la tua selezione.
ja: 言語：サポートされる 13 のロケールから選択できます—UI テキスト、Wikipedia の伝記、Last.fm の伝記はすべて選択に従います。
nb: Språk: velg blant 13 støttede språk — UI-tekst, Wikipedia-biografier og Last.fm-biografier følger valget ditt.
nl: Taal: kies uit 13 ondersteunde locales — UI-tekst, Wikipedia-biografieën en Last.fm-biografieën volgen je keuze.
pl: Język: wybierz spośród 13 obsługiwanych języków — tekst interfejsu, biografie z Wikipedii i biografie z Last.fm podążają za Twoim wyborem.
pt: Idioma: escolha entre 13 idiomas suportados — o texto da interface, as biografias da Wikipédia e as biografias do Last.fm seguem a sua seleção.
sv: Språk: välj bland 13 språk — UI-text, Wikipedia-biografier och Last.fm-biografier följer ditt val.
zh_hans: 语言：可从 13 种支持语言中选择—UI 文本、维基百科介绍和 Last.fm 介绍均会跟随您的选择。

# helpBulletLibrary
source: The music library browses any indexed shares on the speaker, tagged (S1) or (S2) when both Sonos systems are on the network.
da: Musikbiblioteket gennemser alle indekserede delinger på højttaleren, tagget som (S1) eller (S2), når begge Sonos-systemer er på netværket.
de: Die Musikmediathek durchsucht alle indizierten Freigaben auf dem Lautsprecher, die mit (S1) oder (S2) markiert sind, wenn sich beide Sonos-Systeme im Netzwerk befinden.
es: La biblioteca musical explora los recursos compartidos indexados en el altavoz, etiquetados como (S1) o (S2) cuando ambos sistemas Sonos están en la red.
fr: La bibliothèque musicale parcourt les partages indexés sur l'enceinte, balisés (S1) ou (S2) lorsque les deux systèmes Sonos sont sur le réseau.
it: La libreria musicale sfoglia le condivisioni indicizzate sullo speaker, contrassegnate con (S1) o (S2) quando entrambi i sistemi Sonos sono presenti in rete.
ja: ミュージックライブラリはスピーカー上のインデックス付き共有をブラウズし、両方のSonosシステムがネットワーク上にある場合は(S1)または(S2)としてタグ付けされます。
nb: Musikkbiblioteket blar gjennom indekserte delinger på høyttaleren, tagget som (S1) eller (S2) når begge Sonos-systemer er på nettverket.
nl: De muziekbibliotheek doorzoekt alle geïndexeerde gedeelde mappen op de luidspreker, getagd als (S1) of (S2) wanneer beide Sonos-systemen zich in het netwerk bevinden.
pl: Biblioteka muzyczna przegląda zindeksowane udziały na głośniku, oznaczone jako (S1) lub (S2), gdy oba systemy Sonos znajdują się w sieci.
pt: A biblioteca de música navega por todos os compartilhamentos indexados no alto-falante, marcados como (S1) ou (S2) quando ambos os sistemas Sonos estão na rede.
sv: Musikbiblioteket bläddrar i indexerade delningar på högtalaren, taggade som (S1) eller (S2) när båda Sonos-systemen finns i nätverket.
zh_hans: 音乐资料库会浏览扬声器上任何已建立索引的共享，当两个 Sonos 系统都在网络上时，将标记为 (S1) 或 (S2)。

# helpBulletLineIn
source: Line-In lists every speaker with a physical input: analog on Connect, Amp, Five, Play:5 and Move; TV on Arc, Beam, Playbar, Playbase and Ray. The input can play in any room.
da: Linjeindgang viser hver højttaler med fysisk indgang: analog på Connect, Amp, Five, Play:5 og Move; tv på Arc, Beam, Playbar, Playbase og Ray. Indgangen kan afspilles i ethvert rum.
de: Line-In listet jeden Lautsprecher mit physischem Eingang: analog bei Connect, Amp, Five, Play:5 und Move; TV bei Arc, Beam, Playbar, Playbase und Ray. Der Eingang kann in jedem Raum abgespielt werden.
es: Entrada de línea lista cada altavoz con entrada física: analógica en Connect, Amp, Five, Play:5 y Move; TV en Arc, Beam, Playbar, Playbase y Ray. La entrada puede sonar en cualquier habitación.
fr: Entrée ligne liste chaque enceinte dotée d'une entrée physique : analogique sur Connect, Amp, Five, Play:5 et Move ; TV sur Arc, Beam, Playbar, Playbase et Ray. L'entrée peut jouer dans n'importe quelle pièce.
it: Line-In elenca ogni diffusore con ingresso fisico: analogico su Connect, Amp, Five, Play:5 e Move; TV su Arc, Beam, Playbar, Playbase e Ray. L'ingresso può suonare in qualsiasi stanza.
ja: ライン入力には物理入力を持つ全スピーカーが並びます。アナログは Connect、Amp、Five、Play:5、Move、TV は Arc、Beam、Playbar、Playbase、Ray です。入力はどの部屋でも再生できます。
nb: Linjeinngang lister hver høyttaler med fysisk inngang: analog på Connect, Amp, Five, Play:5 og Move; TV på Arc, Beam, Playbar, Playbase og Ray. Inngangen kan spilles i hvilket som helst rom.
nl: Line-In toont elke speaker met een fysieke ingang: analoog op Connect, Amp, Five, Play:5 en Move; tv op Arc, Beam, Playbar, Playbase en Ray. De ingang kan in elke kamer spelen.
pl: Wejście liniowe wymienia każdy głośnik z fizycznym wejściem: analogowe w Connect, Amp, Five, Play:5 i Move; TV w Arc, Beam, Playbar, Playbase i Ray. Wejście może grać w dowolnym pokoju.
pt: Entrada de linha lista todas as colunas com entrada física: analógica em Connect, Amp, Five, Play:5 e Move; TV em Arc, Beam, Playbar, Playbase e Ray. A entrada pode tocar em qualquer sala.
sv: Linjeingång listar varje högtalare med fysisk ingång: analog på Connect, Amp, Five, Play:5 och Move; TV på Arc, Beam, Playbar, Playbase och Ray. Ingången kan spelas i vilket rum som helst.
zh_hans: 线路输入列出所有带物理输入的扬声器：Connect、Amp、Five、Play:5 和 Move 为模拟输入；Arc、Beam、Playbar、Playbase 和 Ray 为电视输入。该输入可在任意房间播放。

# helpBulletLyricsOffset
source: Use the −10 / −5 / −1 / +1 / +5 / +10 buttons to nudge synced-lyric timing per track. The offset persists across plays of the same track.
da: Brug knapperne −10 / −5 / −1 / +1 / +5 / +10 til at justere timing for synkroniseret sangtekst pr. spor. Forskydningen bevares mellem afspilninger af samme spor.
de: Mit den Tasten −10 / −5 / −1 / +1 / +5 / +10 verschiebst du das Timing der synchronisierten Liedtexte pro Titel. Der Versatz bleibt zwischen Wiedergaben desselben Titels erhalten.
es: Usa los botones −10 / −5 / −1 / +1 / +5 / +10 para ajustar la sincronización de la letra por pista. El desfase se conserva entre reproducciones de la misma pista.
fr: Utilisez les boutons −10 / −5 / −1 / +1 / +5 / +10 pour ajuster le timing des paroles synchronisées par morceau. Le décalage est conservé entre les lectures du même titre.
it: Usa i pulsanti −10 / −5 / −1 / +1 / +5 / +10 per regolare il timing del testo sincronizzato per traccia. L’offset si conserva tra le riproduzioni dello stesso brano.
ja: −10 / −5 / −1 / +1 / +5 / +10 ボタンでトラックごとに同期歌詞のタイミングを調整します。オフセットは同じトラックの再生間で保持されます。
nb: Bruk knappene −10 / −5 / −1 / +1 / +5 / +10 for å justere timing for synkronisert sangtekst per spor. Forskyvningen lagres mellom avspillinger av samme spor.
nl: Gebruik de knoppen −10 / −5 / −1 / +1 / +5 / +10 om de timing van gesynchroniseerde songteksten per nummer bij te stellen. De offset blijft bewaard tussen weergaven van hetzelfde nummer.
pl: Użyj przycisków −10 / −5 / −1 / +1 / +5 / +10, aby skorygować timing zsynchronizowanego tekstu na utwór. Przesunięcie zostaje zapamiętane między odtworzeniami tego samego utworu.
pt: Use os botões −10 / −5 / −1 / +1 / +5 / +10 para ajustar o tempo da letra sincronizada por faixa. O desvio mantém-se entre reproduções da mesma faixa.
sv: Använd knapparna −10 / −5 / −1 / +1 / +5 / +10 för att justera tajmingen på synkade sångtexter per spår. Förskjutningen sparas mellan uppspelningar av samma spår.
zh_hans: 使用 −10 / −5 / −1 / +1 / +5 / +10 按钮按每首曲调整同步歌词的节奏。偏移量在同一曲目的多次播放之间持久保存。

# helpBulletLyricsPlain
source: Plain (un-synced) lyrics render as centred body text in a normal scroll view.
da: Almindelige (usynkroniserede) sangtekster vises som centreret brødtekst i en normal rullevisning.
de: Einfache (nicht synchronisierte) Liedtexte werden als zentrierter Fließtext in einer normalen Bildlaufansicht dargestellt.
es: Las letras planas (sin sincronizar) se muestran como texto centrado en una vista de desplazamiento normal.
fr: Les paroles brutes (non synchronisées) s’affichent comme du texte centré dans une vue de défilement normale.
it: I testi piani (non sincronizzati) vengono mostrati come testo centrato in una normale vista a scorrimento.
ja: 通常の（未同期）歌詞は通常のスクロール表示で中央揃えの本文として表示されます。
nb: Vanlig (usynkronisert) sangtekst vises som sentrert brødtekst i en alminnelig rullevisning.
nl: Platte (niet-gesynchroniseerde) songteksten verschijnen als gecentreerde body-tekst in een normale scroll-weergave.
pl: Zwykłe (niezsynchronizowane) teksty wyświetlane są jako wycentrowany tekst w zwykłym widoku przewijania.
pt: As letras simples (não sincronizadas) são apresentadas como texto centrado numa vista de scroll normal.
sv: Vanlig (osynkad) sångtext visas som centrerad brödtext i en vanlig rullningsvy.
zh_hans: 普通（未同步）歌词会以居中正文形式展示在正常滚动视图中。

# helpBulletLyricsSynced
source: Synced (timestamped) lyrics scroll line-by-line in karaoke style with the active line centred and adjacent lines fading out.
da: Synkroniserede (tidsstemplede) sangtekster ruller linje for linje i karaoke-stil, med den aktive linje centreret og tilgrænsende linjer der falmer.
de: Synchronisierte (mit Zeitstempel versehene) Liedtexte scrollen Zeile für Zeile im Karaoke-Stil; die aktive Zeile wird mittig hervorgehoben, benachbarte Zeilen verblassen.
es: Las letras sincronizadas (con marcas de tiempo) se desplazan línea a línea al estilo karaoke, con la línea activa centrada y las contiguas atenuándose.
fr: Les paroles synchronisées (avec horodatage) défilent ligne par ligne en mode karaoké : la ligne active est centrée et les lignes adjacentes s’estompent.
it: I testi sincronizzati (con timestamp) scorrono riga per riga in stile karaoke, con la riga attiva centrata e quelle adiacenti che sfumano.
ja: タイムスタンプ付きの歌詞はカラオケ風に行単位でスクロールし、現在の行が中央に、隣の行はフェードします。
nb: Synkroniserte (tidsstemplede) sangtekster ruller linje for linje i karaokestil, med aktiv linje sentrert og tilgrensende linjer som visner.
nl: Gesynchroniseerde (getimestamped) songteksten lopen regel-voor-regel in karaokestijl, met de actieve regel gecentreerd en aangrenzende regels die vervagen.
pl: Zsynchronizowane (z znacznikami czasu) teksty przewijają się linia po linii w stylu karaoke, z aktywną linią wycentrowaną, a sąsiednimi wygaszającymi się.
pt: As letras sincronizadas (com marca de tempo) deslocam linha-a-linha em estilo karaoke, com a linha ativa centrada e as adjacentes a esmaecer.
sv: Synkade (tidsstämplade) sångtexter rullar rad för rad i karaokestil, med den aktiva raden centrerad och närliggande rader som tonas ut.
zh_hans: 已同步（带时间戳）的歌词以卡拉 OK 风格逐行滚动，当前行居中，相邻行淡出。

# helpBulletMenuBar
source: Menu bar: a status item with artwork, title, previous / play-pause / next, a volume slider, a star button and Open Choragus, for control without the main window.
da: Menulinjen: et statuselement med cover, titel, forrige / afspil-pause / næste, en lydstyrkeskyder, en stjerneknap og Åbn Choragus, til styring uden hovedvinduet.
de: Menüleiste: ein Statuselement mit Cover, Titel, Zurück / Wiedergabe-Pause / Weiter, Lautstärkeregler, Stern-Taste und Choragus öffnen — Steuerung ohne das Hauptfenster.
es: Barra de menús: un elemento de estado con carátula, título, anterior / reproducir-pausa / siguiente, un control de volumen, un botón de estrella y Abrir Choragus, para controlar sin la ventana principal.
fr: Barre des menus : un élément d'état avec pochette, titre, précédent / lecture-pause / suivant, un curseur de volume, un bouton étoile et Ouvrir Choragus, pour contrôler sans la fenêtre principale.
it: Barra dei menu: un elemento di stato con copertina, titolo, precedente / riproduci-pausa / successivo, un cursore del volume, un pulsante stella e Apri Choragus, per controllare senza la finestra principale.
ja: メニューバー：アートワーク、タイトル、前へ／再生・一時停止／次へ、音量スライダー、スターボタン、Choragus を開く、を備えたステータス項目で、メインウィンドウなしで操作できます。
nb: Menylinjen: et statuselement med omslag, tittel, forrige / spill-pause / neste, en volumglider, en stjerneknapp og Åpne Choragus, for styring uten hovedvinduet.
nl: Menubalk: een statusitem met hoes, titel, vorige / afspelen-pauze / volgende, een volumeschuif, een sterknop en Open Choragus, om te bedienen zonder het hoofdvenster.
pl: Pasek menu: element stanu z okładką, tytułem, poprzedni / odtwórz-pauza / następny, suwakiem głośności, przyciskiem gwiazdki i Otwórz Choragus, do sterowania bez głównego okna.
pt: Barra de menus: um item de estado com capa, título, anterior / reproduzir-pausa / seguinte, um cursor de volume, um botão de estrela e Abrir Choragus, para controlar sem a janela principal.
sv: Menyraden: ett statusobjekt med omslag, titel, föregående / spela-paus / nästa, ett volymreglage, en stjärnknapp och Öppna Choragus, för styrning utan huvudfönstret.
zh_hans: 菜单栏：一个状态项，含封面、标题、上一首 / 播放暂停 / 下一首、音量滑块、星标按钮和打开 Choragus，无需主窗口即可控制。

# helpBulletMouseControls
source: Mouse: scroll the wheel over Now Playing to change volume; middle-click to mute or unmute the group.
da: Mus: rul hjulet over Afspilles nu for at ændre lydstyrke; midterklik for at slå lyden i gruppen til eller fra.
de: Maus: Scrolle das Mausrad über „Jetzt läuft“, um die Lautstärke zu ändern; Mittelklick stummschaltet die Gruppe oder hebt die Stummschaltung auf.
es: Ratón: desplaza la rueda sobre «En reproducción» para cambiar el volumen; clic central para silenciar o activar el grupo.
fr: Souris : faites défiler la molette sur la lecture en cours pour modifier le volume ; cliquez avec le bouton central pour activer ou désactiver la sourdine du groupe.
it: Mouse: scorri la rotella sopra «In riproduzione» per cambiare il volume; clic centrale per silenziare o riattivare il gruppo.
ja: マウス：「今回の再生」上でホイールをスクロールして音量を変更します。中クリックでグループのミュートを切り替えます。
nb: Mus: rull hjulet over Spilles nå for å endre volum; midtklikk for å dempe eller oppheve demping for gruppen.
nl: Muis: scroll met het wiel over Now Playing om het volume te wijzigen; middelklik om de groep te dempen of het dempen op te heffen.
pl: Mysz: przewiń kółkiem nad „Teraz odtwarzane”, aby zmienić głośność; środkowy przycisk wycisza lub włącza dźwięk grupy.
pt: Rato: rode a roda do rato sobre «A reproduzir» para alterar o volume; clique no botão do meio para silenciar ou ativar o som do grupo.
sv: Mus: scrolla hjulet över Spelas nu för att ändra volym; mittenklick för att tysta eller slå på ljudet i gruppen.
zh_hans: 鼠标：在「正在播放」上滚动滚轮以调整音量；中键点击可静音或取消静音组。

# helpBulletMusicServices
source: Music services: toggle Apple Music, TuneIn, Calm Radio, Sonos Radio and other service search sources.
da: Musiktjenester: slå Apple Music, TuneIn, Calm Radio, Sonos Radio og andre søgekilder til eller fra.
de: Musikdienste: Aktiviere Apple Music, TuneIn, Calm Radio, Sonos Radio und andere Dienstsuchquellen.
es: Servicios de música: activa Apple Music, TuneIn, Calm Radio, Sonos Radio y otras fuentes de búsqueda de servicio.
fr: Services musicaux : activez ou désactivez Apple Music, TuneIn, Calm Radio, Sonos Radio et d’autres sources de recherche de services.
it: Servizi musicali: attiva Apple Music, TuneIn, Calm Radio, Sonos Radio e altre sorgenti di ricerca.
ja: 音楽サービス：Apple Music、TuneIn、Calm Radio、Sonos Radioやその他の検索ソースを切り替えます。
nb: Musikktjenester: slå på Apple Music, TuneIn, Calm Radio, Sonos Radio og andre søkekilder.
nl: Muziekdiensten: schakel Apple Music, TuneIn, Calm Radio, Sonos Radio en andere zoekbronnen in.
pl: Usługi muzyczne: przełączaj Apple Music, TuneIn, Calm Radio, Sonos Radio i inne źródła wyszukiwania.
pt: Serviços de música: ative Apple Music, TuneIn, Calm Radio, Sonos Radio e outras fontes de busca.
sv: Musiktjänster: aktivera Apple Music, TuneIn, Calm Radio, Sonos Radio och andra sökkällor.
zh_hans: 音乐服务：切换 Apple Music、TuneIn、Calm Radio、Sonos Radio 及其他服务搜索源。

# helpBulletOneSystem
source: When only one system is present, no section headers are shown.
da: Når kun ét system er til stede, vises ingen sektionsoverskrifter.
de: Ist nur ein System vorhanden, werden keine Abschnittsüberschriften angezeigt.
es: Cuando solo hay un sistema, no se muestran encabezados de sección.
fr: Lorsqu’un seul système est présent, aucun en-tête de section n’est affiché.
it: Quando è presente un solo sistema, non vengono mostrate intestazioni di sezione.
ja: システムが一つのみの場合、セクションヘッダーは表示されません。
nb: Når bare étt system er til stede, vises ingen seksjonsoverskrifter.
nl: Als er maar één systeem aanwezig is, worden geen sectietitels getoond.
pl: Gdy obecny jest tylko jeden system, nagłówki sekcji nie są wyświetlane.
pt: Quando apenas um sistema está presente, nenhum cabeçalho de seção é exibido.
sv: När bara ett system finns visas inga avsnittsrubriker.
zh_hans: 当只存在一个系统时，不显示部分标题。

# helpBulletPlaybackSettings
source: Music → Playback: Classic Shuffle Mode makes the player's shuffle button use the speaker's own shuffle instead of reordering the queue rows; Proportional Group Volume keeps each speaker's share when the group slider moves.
da: Musik → Afspilning: Klassisk blandetilstand lader blandeknappen bruge højttalerens egen tilstand i stedet for at omordne køen; Proportionel gruppelydstyrke bevarer hver højttalers andel, når gruppeskyderen flyttes.
de: Musik → Wiedergabe: Klassischer Zufallsmodus lässt die Zufallstaste den Zufallsmodus des Lautsprechers nutzen statt die Warteschlange umzusortieren; Proportionale Gruppenlautstärke bewahrt den Anteil jedes Lautsprechers beim Bewegen des Gruppenreglers.
es: Música → Reproducción: Modo aleatorio clásico hace que el botón aleatorio use el modo del altavoz en vez de reordenar la cola; Volumen de grupo proporcional mantiene la parte de cada altavoz al mover el control del grupo.
fr: Musique → Lecture : Mode aléatoire classique fait utiliser au bouton aléatoire le mode propre de l'enceinte plutôt que de réordonner la file ; Volume de groupe proportionnel conserve la part de chaque enceinte quand le curseur de groupe bouge.
it: Musica → Riproduzione: Modalità casuale classica fa usare al pulsante casuale la modalità del diffusore invece di riordinare la coda; Volume di gruppo proporzionale mantiene la quota di ogni diffusore quando si muove il cursore del gruppo.
ja: ミュージック → 再生：クラシックシャッフルモードでは、シャッフルボタンがキューの並べ替えではなくスピーカー自身のシャッフルを使います。比例グループ音量は、グループスライダーを動かしても各スピーカーの割合を保ちます。
nb: Musikk → Avspilling: Klassisk tilfeldig-modus lar tilfeldig-knappen bruke høyttalerens eget modus i stedet for å endre køen; Proporsjonalt gruppevolum beholder hver høyttalers andel når gruppeglideren flyttes.
nl: Muziek → Afspelen: Klassieke shufflemodus laat de shuffleknop de eigen shuffle van de speaker gebruiken in plaats van de wachtrij te herordenen; Proportioneel groepsvolume behoudt het aandeel van elke speaker als de groepsschuif beweegt.
pl: Muzyka → Odtwarzanie: Klasyczny tryb losowy sprawia, że przycisk losowania używa trybu samego głośnika zamiast zmieniać kolejność kolejki; Proporcjonalna głośność grupy zachowuje udział każdego głośnika przy ruchu suwaka grupy.
pt: Música → Reprodução: Modo aleatório clássico faz o botão aleatório usar o modo da coluna em vez de reordenar a fila; Volume de grupo proporcional mantém a parte de cada coluna quando o cursor do grupo se move.
sv: Musik → Uppspelning: Klassiskt blandningsläge låter blandningsknappen använda högtalarens eget läge i stället för att ordna om kön; Proportionell gruppvolym behåller varje högtalares andel när gruppreglaget flyttas.
zh_hans: 音乐 → 播放：经典随机模式让随机按钮使用扬声器自身的随机播放而不是重排队列；按比例的分组音量在拖动分组滑块时保持每个扬声器的比例。

# helpBulletPreset
source: Save a frequently used arrangement as a preset: speaker menu → Group Presets → Manage Presets…, then Save.
da: Gem en ofte brugt opstilling som forudindstilling: højttalermenuen → Gruppeforudindstillinger → Administrér forudindstillinger…, derefter Gem.
de: Sichere eine häufige Anordnung als Voreinstellung: Lautsprechermenü → Gruppenvoreinstellungen → Voreinstellungen verwalten…, dann Sichern.
es: Guarda una disposición habitual como ajuste preestablecido: menú de altavoces → Ajustes de grupo → Gestionar ajustes…, luego Guardar.
fr: Enregistrez un agencement fréquent comme préréglage : menu enceintes → Préréglages de groupe → Gérer les préréglages…, puis Enregistrer.
it: Salva una disposizione frequente come preset: menu diffusori → Preset di gruppo → Gestisci preset…, poi Salva.
ja: よく使う構成はプリセットとして保存できます：スピーカーメニュー → グループプリセット → プリセットを管理… → 保存。
nb: Lagre en ofte brukt oppstilling som forvalg: høyttalermenyen → Gruppeforvalg → Administrer forvalg…, deretter Lagre.
nl: Bewaar een veelgebruikte opstelling als voorinstelling: speakermenu → Groepsvoorinstellingen → Voorinstellingen beheren…, dan Bewaar.
pl: Zapisz często używany układ jako ustawienie wstępne: menu głośników → Ustawienia grup → Zarządzaj ustawieniami…, potem Zapisz.
pt: Guarde uma disposição frequente como predefinição: menu de colunas → Predefinições de grupo → Gerir predefinições…, depois Guardar.
sv: Spara en ofta använd uppställning som förval: högtalarmenyn → Gruppförval → Hantera förval…, sedan Spara.
zh_hans: 把常用的布局保存为预设：扬声器菜单 → 分组预设 → 管理预设…，然后保存。
